Repository: JasonC-Canada/Project-Sweeper
Catalog: Project Sweeper/Resources/Language.*.resx
Languages: fr

# CancelButton
source: Cancel
fr: Annuler

# HelpButton
source: Help
fr: Aide

# DefaultMenuitem
source: Default:
fr: Par défaut:

# DeleteAllButton
source: Delete All
fr: Supprimer tout

# DeleteSourcePatternCheckbox
source: Delete source pattern?
fr: Supprimer le motif source?

# DeleteSourceStyleCheckbox
source: Delete source style?
fr: Supprimer le style source?

# FilterDotDotDot
source: Filter...
fr: Filtre...

# ListViewsButton
source: List Views
fr: Liste des Vues

# LSC_Default2DeleteMenuitem
source: Set default to Delete Lines
fr: Définir par défaut pour Supprimer les Lignes

# LSC_DeleteLines
source: Delete Lines
fr: Supprimer les Lignes

# LSC_DetailLines
source: Detail Lines
fr: Ligne de détail

# LSC_ModelLines
source: Model Lines
fr: Lignes de modèle

# LSC_Title_MainWindow
source: Line Style Cleaner
fr: Nettoyant de style de ligne

# Title_SingleWindow
source: Select new style for
fr: Définir un nouveau style pour

# PurgeUnusedButton
source: Purge Unused
fr: Purge inutilisée

# ResetPatternMenuitem
source: Reset pattern
fr: Réinitialiser le motif

# ResetStyleMenuitem
source: Reset style
fr: Style de réinitialisation

# SetDefaultPatternMenuitem
source: Set as default pattern
fr: Définir comme motif par défaut

# SetDefaultStyleMenuitem
source: Set as default style
fr: Définir comme style par défaut

# TXT_Colour
source: Colour
fr: Couleur

# TXT_NewStyle
source: New Style
fr: Nouveau style

# TXT_SelectedStyle
source: Selected Style
fr: Référence de style

# TXT_Weight
source: Weight
fr: Epaisseur

# HelpFile
source: ProjectSweeper.chm
fr: ProjectSweeper - fr.chm

# DeleteCheckboxTip
source: Check to delete this style
fr: Cochez pour supprimer ce style

# DIA001_MainCont
source: The style {0} is already being converted to {1}. This could lead to unpredictable results.
fr: Le style {0} est déjà converti en {1}. Cela pourrait conduire à des résultats imprévisibles.

# DIA001_MainInst
source: {0} is being converted to this style.
fr: {0} est en train d'être converti à ce style.

# DIA002_MainCont
source: Change the default style to another style before trying to delete all the elements using this style.
fr: Changer le style par défaut à un autre style avant d'essayer de supprimer tous les éléments en utilisant ce style.

# DIA002_MainInst
source: {0} is the default style.
fr: {0} est le style par défaut.

# DIA003_MainCont
source: Some styles were set to be converted to {0}. These styles have been reset.
fr: Certains styles ont été définis pour être convertis en {0}. Ces styles ont été réinitialisés.

# LSC_IconTip
source: Cleans redundant line styles from a project file.
fr: Nettoie les styles de ligne redondants d'un fichier de projet.

# LSC_StyleCombobox
source: Select line style to convert lines to or 'Delete Lines' to remove lines from project
fr: Sélectionnez le style de trait pour convertir les lignes en 'Supprimer les lignes' pour supprimer les lignes du projet

# TXT_Warning
source: Warning
fr: Attention

# ErrorDialog_Command1
source: Send bug report.
fr: Envoyer un rapport de bug.

# ErrorDialog_MainCont
source: Something unexpected has happened and the command cannot complete. More information can be found below.
fr: Quelque chose d'inattendu s'est produit et la commande ne peut pas se terminer. Vous trouverez plus d'informations ci-dessous.

# ErrorDialog_MainInst
source: has encountered an error and cannot complete.
fr: a rencontré une erreur et ne peut pas terminer.

# ErrorDialog_Title
source: Unexpected Error
fr: Erreur inattendue

# DIA004_Txt
source: Not all the selected elements where valid. Starting in All mode instead.
fr: Tous les éléments sélectionnés ne sont pas valides. Commencer en mode Tout à la place.

# LSC_DIA005_Txt
source: Selected element was not a line.
fr: L'élément sélectionné n'était pas une ligne.

# RSLT_Converted
source: Converted {0} style(s).
fr: Converti {0} style(s).

# RSLT_Found
source: Found {0} style(s).
fr: Trouvé {0} style(s).

# RSLT_NotUngrouped
source: Group {0} was not ungrouped. {1} will not be removed.
fr: Le groupe {0} n'a pas été dissocié. {1} ne sera pas supprimé.

# RSLT_Queue
source: Style queued to be removed.
fr: Style mis en file d'attente à supprimer.

# RSLT_Removed
source: Removed {0} style(s).
fr: Retiré {0} style(s).

# RSLT_SingleMode
source: The style {0} was removed from the project.
fr: Le style {0} a été retiré du projet.

# RSLT_Summary
source: Summary Report
fr: Rapport Sommaire

# RSLT_Ungrouped
source: Ungrouping {0} group
fr: Dissocier le groupe {0}

# RSLTWIN_Title
source: Results for
fr: Résultats pour

# TXT_BadSelection
source: Invalid selection
fr: Selection invalide

# LSC_DIA007_Command1
source: Convert line to Thin Line style so style {0} can be removed.
fr: Convertissez la ligne en style Ligne Fine afin que le style {0} puisse être supprimé.

# LSC_DIA007_Command2
source: Do not remove style {0} and keep line as is.
fr: Ne supprimez pas le style {0} et conservez la ligne telle quelle.

# LSC_DIA007_MainCont
source: Deleting this line will leave the filled\masking region open and therefore invalid. What would you like to do?
fr: La suppression de cette ligne laissera la zone de masquage\remplie et donc invalide. Qu'est-ce que tu aimerais faire?

# LSC_DIA007_MainInst
source: A line using the {0} style was found in a filled\masking region.
fr: Une ligne utilisant le style {0} a été trouvée dans une région de masquage\remplie.

# LSC_DIA007_Title
source: Region found
fr: Région trouvée

# LSC_DIA008_MainInst
source: Cannot modify detail group "{0}" because it is attached to a model group. Line style "{1}" will not be deleted.
fr: Impossible de modifier le groupe de détails "{0}", car il est associé à un groupe de modèles. Le style de ligne "{1}" ne sera pas supprimé.

# LSC_DIA008_Title
source: Unsupported detail group
fr: Groupe de détails non pris en charge

# LSC_RSLT_Convert2Thin
source: Converted {0} lines to Thin Lines to maintain filled\masking regions
fr: Conversion de {0} lignes en lignes fines pour maintenir les régions de masquage\remplies

# LSC_RSLT_ConvertedLines
source: Converted {0} lines to "{1}"
fr: Lignes {0} converties en "{1}"

# LSC_RSLT_DeletedLines
source: Deleted {0} lines
fr: Lignes {0} supprimées

# LSC_RSLT_NoDelete
source: {0} will not be deleted to maintain filled\masking regions.
fr: {0} ne sera pas supprimé pour conserver les zones de masquage\remplies.

# LPC_2016Warning
source: Due to limitations in Revit, this app cannot determine which line styles are using which line patterns. Deleting a line pattern that is currently being used by a line style will result in that line style switching to the Solid line pattern.
fr: En raison de limitations dans Revit, cette application ne peut pas déterminer quels styles de ligne utilisent les modèles de ligne. Si vous supprimez un motif de ligne qui est actuellement utilisé par un style de ligne, ce style de ligne passe au motif de ligne "Solide".

# LPC_Title_MainWindow
source: Line Pattern Cleaner
fr: Nettoyeur de motif de ligne

# LPC_2016Removed
source: Removed {0} line pattern(s).
fr: Suppression de {0} motif{s} de ligne

# TSC_Default2DeleteMenuitem
source: Set default to Delete Notes
fr: Définir par défaut sur Supprimer les Notes

# TSC_GraphicsTxt
source: Graphics
fr: Graphique

# TSC_StyleCombobox
source: Select style to convert to or 'Delete Notes' to remove notes from project
fr: Sélectionnez le style à convertir ou 'Supprimer les notes' pour supprimer les notes du projet

# TSC_TextTxt
source: Text
fr: Texte

# TSC_Title_MainWindow
source: Text Style Cleaner
fr: Nettoyeur de Style de Texte

# TSC_DeleteNotes
source: Delete Notes
fr: Supprimer des Notes

# TSC_DIA001_MainCont
source: There is no text style to convert another text style to and Revit project files must have at least one text style at all times.
fr: Il n'y a pas de style de texte pour convertir un autre style de texte et les fichiers de projet Revit doivent avoir au moins un style de texte à tout moment.

# TSC_DIA001_MainInst
source: There is only one text style in this project file.
fr: Il n'y a qu'un seul style de texte dans ce fichier de projet.

# TSC_DIA002_MainCont
source: The text style "{0}" will not be deleted.
fr: Le style de texte "{0}" ne sera pas supprimé.

# TSC_DIA002_MainInst
source: Removing all text styles from a Revit project is not allowed.
fr: La suppression de tous les styles de texte d'un projet Revit n'est pas autorisée.

# RSLT_RemoveQueue
source: Style {0} removed from queue
fr: Style {0} supprimé de la file d'attente

# TXT_TimesUsed
source: Times Used
fr: Styles Utilisant

# DIA006_Command1
source: Ungroup group: {0} and change the element.
fr: Dissocier le groupe: {0} et changer l'élément.

# DIA006_Command2
source: Leave the group unchanged. (The style will not be deleted).
fr: Laissez le groupe inchangé. (Le style ne sera pas supprimé).

# DIA006_MainInst
source: An element using the {0} style was found in the group {1}
fr: Un élément utilisant le style {0} a été trouvé dans le groupe {1}

# DIA006_Title
source: Found group
fr: Groupe trouvé

# TSC_DIA003_Txt
source: Selected element was not a note.
fr: L'élément sélectionné n'était pas une note.

# TSC_IconTip
source: Cleans redundant text styles from a project file.
fr: Nettoie les styles de texte redondants d'un fichier de projet.

# TSC_RSLT_ConvertedNotes
source: Converted {0} notes to "{1}"
fr: Les notes {0} converties en "{1}"

# TSC_RSLT_DeletedNotes
source: Deleted {0} note(s)
fr: Supprimé {0} notes

# FRTC_Title_MainWindow
source: Fill Region Type Cleaner
fr: Nettoyer Types de Zones Remplies

# FRTC_Default2DeleteMenuitem
source: Set default to Delete Regions
fr: Définir par défaut sur Supprimer les régions

# FRTC_StyleCombobox
source: Select style to convert to or 'Delete Regions' to remove regions from project
fr: Sélectionnez le style à convertir ou "Supprimer les régions" pour supprimer les régions du projet

# FRTC_DeleteRegion
source: Delete Regions
fr: Supprimer les régions

# FRTC_DIA001_MainCont
source: There is no fill region type to convert another fill region type to and Revit project files must have at least one fill region type at all times.
fr: Il n'y a pas de type de zone de remplissage pour convertir un autre type de zone de remplissage en et les fichiers de projet Revit doivent avoir au moins un type de zone de remplissage à tout moment.

# FRTC_DIA001_MainInst
source: There is only one fill region type in this project file.
fr: Il n'y a qu'un seul type de zone de remplissage dans ce fichier de projet.

# FRTC_DIA002_MainCont
source: The filled region type "{0}" will not be deleted.
fr: Le type de région remplie "{0}" ne sera pas supprimé.

# FRTC_DIA002_MainInst
source: Removing all filled region types from a Revit project is not allowed.
fr: La suppression de tous les types de régions remplis d'un projet Revit n'est pas autorisée.

# FRTC_DIA003_Txt
source: Selected element was not a region.
fr: L'élément sélectionné n'était pas une région.

# FRTC_IconTip
source: Cleans redundant fill region types from a project file.
fr: Nettoie les types de zones de remplissage redondantes à partir d'un fichier de projet.

# FRTC_RSLT_ConvertedRegionTypes
source: Converted {0} filled regions to "{1}"
fr: Les régions remplies {0} ont été converties en "{1}"

# FRTC_RSLT_DeletedRegionTypes
source: Deleted {0} filled region types
fr: Supprimés {0} types de régions remplies

source: Drafting
fr: Dessin

source: Model
fr: Modèle

# FPC_ComponentsUsing
source: Components using:
fr: Composants Utilisant:

# FPC_Default2NoneSolidMenuitem
source: Set default to None
fr: Définir la valeur par défaut sur Aucun

# FPC_FamiliesUsing
source: Families using:
fr: Familles Utilisant:

# FPC_LineAngle
source: Line Angle:
fr: Angle de Ligne:

# FPC_LineSpacing1
source: Line Spacing 1:
fr: Espacement des Lignes 1:

# FPC_LineSpacing2
source: Line Spacing 2:
fr: Espacement des Lignes 2:

# FPC_MaterialsUsing
source: Materials using:
fr: Matériaux Utilisant:

# FPC_None
source: None
fr: Aucun

# FPC_PatternType
source: Pattern Type:
fr: Type de Réseau:

# FPC_RegionsUsing
source: Region Types using:
fr: Type de Région Utilisant:

# FPC_StyleCombobox
source: Select a style to convert existing assets to.
fr: Sélectionnez un style pour convertir les actifs existants en.

# FPC_TargetType
source: Target Type:
fr: Type Cible:

# FPC_Title_MainWindow
source: Fill Pattern Cleaner
fr: Nettoyant de Motif de Remplissage

# FRTC_NoFPName
source: None
fr: Aucun

# ListUsersButton
source: List Users
fr: Liste les Utilisateurs

# Title_SingleWindow_Pattern
source: Select new pattern for
fr: Sélectionnez un nouveau motif pour

# FPC_DIA001_NoPattern
source: The items you selected had no fill patterns that could be worked on. All the patterns will be shown for editing.
fr: Les éléments que vous avez sélectionnés n'ont pas de motifs de remplissage sur lesquels vous pouvez travailler. Tous les motifs seront affichés pour l'édition.

# FPC_IconTip
source: Cleans redundant fill patterns from a project file.
fr: Nettoie les motifs de remplissage redondants d'un fichier de projet.

# FPC_Progress
source: Scanned family :
fr: Famille scannée :

# FPC_RSLT_ChangedFamily
source: Changed family {0} : {1}.
fr: Famille changée {0} : {1}.

# FPC_RSLT_ConvCourseFP
source: Converted "Course Scale Fill Pattern" on {0} to {1} pattern.
fr: Convertis "Motif de remplissage Scale Course" sur {0} en {1} motif.

# FPC_RSLT_FillReg_Conv
source: Set pattern on filled region type {0} to {1}.
fr: Définissez un motif sur le type de zone remplie {0} à {1}.

# FPC_RSLT_FillReg_Solid
source: Set pattern on filled region type {0} to Solid.
fr: Définissez le motif sur le type de région remplie {0} sur Solide.

# FPC_RSLT_RegPattSolid
source: Set pattern on filled region type {0} to Solid.
fr: Définissez le motif sur le type de région remplie {0} sur Solide.

# FPC_RSLT_RemCourseFP
source: Removed "Course Scale Fill Pattern" on {0}.
fr: Suppression de "Pattern Scale Fill Pattern" sur {0}.

# FPC_RSLT_SetPatt
source: Set pattern on filled region type {0} to {1}.
fr: Définissez un motif sur le type de zone remplie {0} à {1}.

# FPC_TRANS_ConvertFamily
source: Convert family
fr: Convertir la famille

# RSLT_Queue_Pattern
source: Pattern queued to be removed.
fr: Motif mis en file d'attente à supprimer.

source: Complex
fr: Complexe

source: Simple Crosshatch
fr: Simple Hachure

source: Simple Parallel Lines
fr: Lignes Parallèles Simples

# PROG_Cancelled
source: Cancelled
fr: Annulé

# ABOUT_IconTip
source: Information about software version and updates
fr: Informations sur la version du logiciel et les mises à jour

# ABOUT_Title
source: About
fr: Sur

# EULA_IconTip
source: End User License Agreement
fr: Contrat de licence de l'utilisateur final

# EULA_Title
source: EULA
fr: CLUF

# HELP_IconTip
source: Help for using the Project Sweeper tools.
fr: Aide pour l'utilisation des outils Project Sweeper.

# LIC_DIA001_Command1
source: Yes, I am connected to the internet. Let me submit a bug report.
fr: Oui, je suis connecté à Internet. Permettez-moi de soumettre un rapport de bug.

# LIC_DIA001_Command2
source: No, I am NOT connected to the internet. Let me connect and try again later.
fr: Non, je ne suis pas connecté à Internet. Laissez-moi connecter et réessayer plus tard.

# LIC_DIA001_MainCont
source: The license server could not be reached at this time. Are you connected to the internet?
fr: Le serveur de licences n'a pas pu être atteint pour le moment. Êtes-vous connecté à Internet?

# LIC_DIA001_MainInst
source: Unable to retrieve a license from the server.
fr: Impossible de récupérer une licence sur le serveur.

# LIC_DIA001_TItle
source: Licensing error
fr: Erreur de licence

# LIC_DIA002_MainCont
source: Please contact your IT department to ask for access.
fr: Veuillez contacter votre service informatique pour demander l'accès.

# LIC_DIA002_MainInst
source: You are not authorized to use this app.
fr: Vous n'êtes pas autorisé à utiliser cette application.

# LIC_DIA002_Title
source: Not authorized
fr: Pas autorisé

# LIC_DIA003_MainCont
source: This application must check if you are authorized to use it. Login to Autodesk 360 using the same account you used to purchase this app. An internet connection is required.
fr: Cette application doit vérifier si vous êtes autorisé à l'utiliser. Connectez-vous à Autodesk 360 en utilisant le même compte que celui utilisé pour acheter cette application. Une connexion Internet est requise.

# LIC_DIA003_MainInst
source: Please login to Autodesk 360 first.
fr: Veuillez d'abord vous connecter à Autodesk 360.

# LIC_DIA003_Title
source: Login
fr: Connectez-vous

# LIC_DIA004_MainCont
source: Make sure you login into Autodesk 360 with the same account you used to buy this app. If the app was purchased under a company account, contact your IT department to allow you access.
fr: Assurez-vous de vous connecter à Autodesk 360 avec le même compte que celui utilisé pour acheter cette application. Si l'application a été achetée sous un compte d'entreprise, contactez votre service informatique pour vous permettre d'y accéder.

# ListUsers_Title1
source: Schedules\Templates using {0}
fr: Schedules\Templates utilisant {0}

# ListUsers_Title2
source: Assets using {0}
fr: Actifs utilisant {0}

# ListViews_DIA001_MainInst
source: View names starting with '>' are schedules or view templates and cannot be viewed in the preview window.
fr: Les noms commençant par ">" sont des horaires ou des modèles de vue et ne peuvent pas être visualisés dans la fenêtre d'aperçu.

# ListViews_DIA001_Title
source: Schedule view
fr: Vue de nomenclature

# ListViews_PromptText
source: Double click a view on the list to display it here.
fr: Double-cliquez sur une vue de la liste pour l'afficher ici.

# ListViews_Title
source: Views using {0}
fr: Vues utilisant {0}

# ABOUT_Desc_Txt1
source: This produce is no longer being updated.
fr: Ce produit n'est plus mis à jour.

# ABOUT_Desc_Txt2
source: This software is licensed to
fr: Ce logiciel est autorisé à

# ABOUT_Desc_Txt3
source: This software is not licensed.
fr: Ce logiciel n'est pas autorisé.

# ABOUT_RSLT_Txt1
source: Could not find this software listed in updates.
fr: Impossible de trouver ce logiciel dans les mises à jour.

# ABOUT_RSLT_Txt2
source: A newer version of {0} is available. Version {1} is available at www.pkhlineworks.ca.
fr: Une version plus récente de {0} est disponible. La version {1} est disponible sur www.pkhlineworks.ca.

# ABOUT_RSLT_Txt3
source: Your product is up to date.
fr: Votre produit est à jour.

# ABOUT_RSLT_Txt4
source: Could not contact server to check for updates.
fr: Impossible de contacter le serveur pour rechercher les mises à jour.

# LSC_RSLT_FoundLines
source: Found {0} lines using the {1} style.
fr: Trouve {0} lignes en utilisant le style {1}.

# RSLTWIN_Save
source: Save
fr: Enregistrer

# TXT_Success
source: Success
fr: Succès

# FPC_Title_Ribbon
source: Fill Pattern Cleaner
fr: Nettoyant de Motif de Remplissage

# FRTC_Title_Ribbon
source: Fill Region Type Cleaner
fr: Nettoyer Types de Zones Remplies

# LPC_Title_Ribbon
source: Line Pattern Cleaner
fr: Nettoyeur de motif de ligne

# LSC_Title_Ribbon
source: Line Style Cleaner
fr: Nettoyant de style de ligne

# TSC_Title_Ribbon
source: Text Style Cleaner
fr: Nettoyeur de Style de Texte

# TSC_RSLT_ConvSchedule
source: Converted style on schedule: {0}
fr: Style de texte converti sur ViewSchedule: {0}

# TSC_RSLT_ConvSched2Default
source: Style on schedule {0} willl be set to system default
fr: Style on schedule {0} willl be set to system defaultLe style de texte sur l'horaire {0} sera défini sur la valeur par défaut du système

# LPC_Default2SolidMenuitem
source: Set default to Solid
fr: Définir par défaut sur Solide

# LPC_DIA001_MainInst
source: The line pattern of the selected element was "Solid" and cannot be changed or the selected element was not a detail or model line. Starting in multi-mode.
fr: Le motif de ligne de l'élément sélectionné était "Solide" et ne pouvait pas être modifié ou l'élément sélectionné n'était pas une ligne de détail ou de modèle. À partir de multi-mode.

# LPC_DIA001_TItle
source: No patterns found
fr: Aucun motif trouvé

# LPC_LineStylesUsing
source: Line styles using:
fr: Styles de lignes utilisant:

# LPC_Pattern
source: Pattern:
fr: Modèle:

# LPC_RSLT_ConvertedStyle
source: Converted the following style(s) to pattern : {0}
fr: Conversion du style(s) suivant en motif: {0}

# LPC_Solid
source: Solid
fr: Solide

# LPC_StyleCombobox
source: Select a style to convert existing assets to.
fr: Sélectionnez un style pour convertir les actifs existants en.

# TSCC_Title_Window
source: Text Style Comparer
fr: Style de texte Comparer

# TSC_CompareButton
source: Compare Styles
fr: Comparer les styles

# TSC_Font
source: Font
fr: Police

# TSC_Size
source: Size
fr: Taille

# TSC_Bg
source: Bg
fr: AP

# TSC_Box
source: Box
fr: Case

# TSC_Used
source: Used
fr: Utiliser

# LSC_Pattern
source: Pattern
fr: Modèle

# LUW_Asset
source: Schedule\Template
fr: Calendrier \ Modèle

# LUW_Title_Txt
source: Assets using {0}
fr: Actifs utilisant {0}

# TXT_DblClickView
source: Double click a view on the list to display it here.
fr: Double-cliquez sur une vue de la liste pour l'afficher ici.

# TXT_Pattern
source: FP
fr: MR

source: Cut
fr: Couper

# FRTC_Tab_Bg
source: Back
fr: Arrière

# FRTC_Tab_Fg
source: Fore
fr: Premier

# FPC_DIA004_MainCont
source: Could not set background pattern of filled region type {0} to pattern {1}.
fr: Impossible de définir le modèle d'arrière-plan du type de région remplie {0} sur le modèle {1}.

# FPC_DIA004_MainInst
source: This pattern is not a drafting pattern. The filled region type will remain unchanged and the fill pattern {0} will not be removed.
fr: Ce motif n'est pas un motif de dessin. Le type de région remplie restera inchangé et le motif de remplissage {0} ne sera pas supprimé.

# FPC_RSLT_ConvCutBgPatt
source: Converted cut background pattern on material {0} to {1} pattern.
fr: Motif d'arrière-plan coupé converti sur le modèle de matériau {0} à {1}.

# FPC_RSLT_ConvCutFgPatt
source: Converted cut foreground pattern on material {0} to {1} pattern.
fr: Motif de premier plan coupé converti sur le modèle de matériau {0} à {1}.

# FPC_RSLT_ConvSurfBgPatt
source: Converted surface background pattern on material {0} to {1} pattern.
fr: Motif d'arrière-plan de surface converti sur le modèle de matériau {0} à {1}.

# FPC_RSLT_ConvSurfFgPatt
source: Converted surface foreground pattern on material {0} to {1} pattern.
fr: Motif de premier plan de surface converti sur le modèle de matériau {0} à {1}.

# FPC_RSLT_FillRegBg_Conv
source: Set background pattern on filled region type {0} to {1}.
fr: Définissez le motif d'arrière-plan sur le type de région remplie {0} à {1}.

# FPC_RSLT_FillRegBg_Rem
source: Removed background pattern on filled region type {0}.
fr: Motif d'arrière-plan supprimé sur le type de région remplie {0}.

# FPC_RSLT_FillRegFg_Conv
source: Set foreground pattern on filled region type {0} to {1}.
fr: Définissez le modèle de premier plan sur le type de région remplie {0} à {1}.

# FPC_RSLT_FillRegFg_Rem
source: Removed foreground pattern on filled region type {0}.
fr: Motif de premier plan supprimé sur le type de région remplie {0}.

# FPC_RSLT_FrtcFailed
source: Could not set background of filled region type {0} to pattern {1}. This pattern is not a drafting pattern.
fr: Impossible de définir l'arrière-plan du type de région remplie {0} sur le modèle {1}. Ce motif n'est pas un motif de dessin.

# FPC_RSLT_RemCutBgPatt
source: Removed cut background pattern on material {0}.
fr: Suppression du motif d'arrière-plan coupé sur le matériau {0}.
