Repository: JasonC-Canada/Project-Sweeper
Catalog: Project Sweeper/Resources/Language.*.resx
Languages: fr

# FPC_RSLT_RemCutFgPatt
source: Removed cut foreground pattern on material {0}.
fr: Suppression du motif de premier plan découpé sur le matériau {0}.

# FPC_RSLT_RemSurfBgPatt
source: Removed surface background pattern on material {0}.
fr: Motif d'arrière-plan de surface supprimé sur le matériau {0}.

# FPC_RSLT_RemSurfFgPatt
source: Removed surface foreground pattern on material {0}.
fr: Motif de premier plan de surface supprimé sur le matériau {0}.

# LIC_MSG_MaxLic
source: The number of purchased licenses has already been used up. More licenses will need to be purchased before Project Sweeper can be installed on more computers.
fr: Le nombre de licences achetées a déjà été épuisé. Plus de licences devront être achetées avant que Project Sweeper puisse être installé sur plusieurs ordinateurs.

# LIC_MSG_NoSrvr
source: The license server could not be contacted.
fr: Le serveur de licences n'a pas pu être contacté.

# LIC_MSG_NotFound
source: No license found.
fr: Aucune licence trouvée.

# LIC_MSG_NoUserDat
source: Unable to find user.dat file.
fr: Impossible de trouver le fichier user.dat.

# LIC_MSG_Revoked
source: This license has been revoked.
fr: Cette licence a été révoquée.

# LoadButton
source: Load
fr: Charge

# ResetAllButton
source: Reset All
fr: Effacer tout

# SaveButton
source: Save
fr: Sauvegarder

# TEMPLATEWIN_Title_Templates
source: Templates
fr: Modèles

# FPC_LOAD_RSLTWIN_Title
source: Template results
fr: Résultats du modèle

# FPC_LOAD_RSLT_AlreadyConv
source: Pattern "{0}" is already being convert to "{1}". Skipping it.
fr: Le motif de remplissage "{0}" est déjà converti en "{1}". Le sautant.

# FPC_LOAD_RSLT_Change
source: Set pattern "{0}" to be changed to "{1}".
fr: Définissez le motif de remplissage "{0}" à remplacer par "{1}".

# FPC_LOAD_RSLT_ChangeAndDel
source: Set pattern "{0}" to be changed to "{1}" and then delete the pattern.
fr: Définissez le motif de remplissage "{0}" à remplacer par "{1}", puis supprimez le style.

# FPC_LOAD_RSLT_NoPatt
source: Could not find pattern "{0}". Skipping it.
fr: Impossible de trouver le motif de remplissage "{0}". Le sautant.

# FPC_LOAD_RSLT_NoPatt2Conv
source: Could not find pattern "{0}" to convert to. Skipping it.
fr: Impossible de trouver le motif de remplissage "{0}" à convertir. Le sautant.

# FPC_LOAD_RSLT_Summary
source: Template had {0} style items. {1} of them were successfully applied.
fr: Le modèle comportait des éléments de style {0}. {1} d'entre eux ont été appliqués avec succès.

# DIA007_MainCont
source: Please choose a name for the new template.
fr: Veuillez choisir un nom pour le nouveau modèle.

# DIA007_MainInstr
source: Template name required.
fr: Nom du modèle requis.

# DIA008_MsgBxCapt
source: Confirm overwrite
fr: Confirmer l'écrasement

# DIA008_MsgBxTxt
source: Are you sure you want to overwrite this template?
fr: Êtes-vous sûr de vouloir remplacer ce modèle?

# TEMPLATEWIN_IgnoreCase
source: Ignore case
fr: Ignorer le cas

# TEMPLATEWIN_NewTemplateComment
source: Select this template to create a new saved template. You will be prompted to name it. Or select an existing template to overwrite it. Replace this comment with something meaningful to you.
fr: Sélectionnez ce modèle pour créer un nouveau modèle enregistré. Vous serez invité à le nommer. Ou sélectionnez un modèle existant pour l'écraser. Remplacez ce commentaire par quelque chose de significatif pour vous.

# TEMPLATEWIN_NewTemplatename
source: <Create New Template>
fr: <Créer un nouveau modèle>

# TEMPLATEWIN_SaveTemplates
source: Saved Templates
fr: Modèles Enregistrés

# TEMPLATEWIN_StyleItems
source: Style Items:
fr: Éléments de style:

# TEMPLATEWIN_TemplatesComment
source: Template Comment
fr: Commentaire de Modèle

# FRTC_LOAD_RSLT_AlreadyConv
source: Type "{0}" is already being converted to "{1}". Skipping it.
fr: Le type "{0}" est déjà converti en "{1}". Le sautant.

# FRTC_LOAD_RSLT_Change
source: Set type "{0}" to be changed to "{1}".
fr: Définissez le type "{0}" sur "{1}".

# FRTC_LOAD_RSLT_ChangeAndDel
source: Set type "{0}" to be changed to "{1}" and then delete the type.
fr: Définissez le type "{0}" sur "{1}", puis supprimez le type.

# FRTC_LOAD_RSLT_NoType
source: Could not find type "{0}". Skipping it.
fr: Impossible de trouver le type "{0}". Le sautant.

# FRTC_LOAD_RSLT_NoType2Conv
source: Could not find type "{0}" to convert to. Skipping it.
fr: Impossible de trouver le type "{0}" à convertir. Le sautant.

# DIA009_MainInstr
source: You have selected to delete a saved template. This cannot be undone. Are you sure you want to continue?
fr: Vous avez choisi de supprimer un modèle enregistré. Ça ne peut pas être annulé. Es-tu sur de vouloir continuer?

# DIA009_Title
source: Confirm delete
fr: Confirmation de la suppression

# FRTC_DeletedXRegions
source: Deleted {0} region(s).
fr: {0} région(s) supprimées.

# FRTC_DIA004_MainInst
source: The items you selected were not filled regions. All the styles will be shown for editing.
fr: Les éléments que vous avez sélectionnés n'étaient pas des régions remplies. Tous les styles seront affichés pour l'édition.

# FRTC_DIA004_Title
source: No regions found
fr: Aucune région trouvée

# LSC_DIA009_MainInstr
source: The selected element was not a detail or model line. Starting in multi-mode.
fr: L'élément sélectionné n'était pas un détail ou une ligne de modèle. Démarrage en multi-mode.

# LSC_DIA009_Title
source: No styles found
fr: Aucun style trouvé

# RSLT_Deleted
source: Deleted {0} style(s).
fr: Style (s) {0} supprimé(s).
